{"code": "57", "text": "One those lands identified as Exception 57 on the accompany Schedule \"C\" map, the following provisions shall apply:<br> <b>CLAUSE VI - PROVISIONS FOR ALL ZONES</b>, <b>Section 16</b>. <u><b>Regulations for Single-Family and Two-Family Dwellings</b></u> shall not apply to the lands encompassed by Exception 57. Instead the following shall apply:<br> Maximum Height: - 11.2 m and 2 storeys for <b>single-family dwellings</b><br> <b> - </b>11.2 m and 2 storeys or 13.5 m and 3 storeys for <b>two-family dwellings</b><br> Maximum basement height: 1 metre<br> (b) 2 <b>model homes</b> are permitted in the area identified as Part A on the lands encompassed by Exception 57 provided a model home agreement has been executed and subject to the following provisions:<br> - <b>Model Home</b> shall mean a finished dwelling unit for temporary display to the public prior to occupancy for residential purposes.<br> - Minimum building setback of 3 m from Jeanette Street except for the main wall containing the vehicular entrance which shall be setback a minimum of 6 m and balconies, unenclosed porches, and bay or box windows which shall be setback a minimum of 1.45 m from Jeanette Street.<br> - Minimum building setback of 1.2 m from the north boundary of Part A.<br> - Minimum building setback of 7.5 m from the east boundary of Part A.<br> - Minimum separation of 1.2 m between side walls of <b>model homes.</b><br> (c) A temporary sales trailer and associated parking is permitted on the lands encompassed by Exception 57 subject to the following provisions:<br> - Minimum building setback of 2.5 m from the St. Clair Avenue street line.<br> - Minimum building setback of 2 m from the east boundary of Exception 57.<br> - Minimum separation of 1.3 m between the side wall of a sales trailer and the side wall of a model home.<br> (d) The provisions of <b>CLAUSE VI - PROVISIONS FOR ALL ZONES</b><b>Section 20.</b><u><b>Front yard Landscaping and Front yard Soft Landscaping Requirements</b></u> shall not apply to the lands encompassed by Exception 57 and instead the following front yard landscaping provisions shall apply to <b>single-family dwellings</b> and <b>two-family dwellings</b>:<br> - A minimum of 50% of the front yard shall be maintained as landscaping. Landscaping means trees, shrubs, grass, flowers, vegetables, and other vegetation, decorative stonework, walkways, patios, screening or other horticultural and landscape-architectural elements or any combination of these. Landscaping does not include driveways or parking areas, and directly associated elements such as curbs or retaining walls. <br> (e) The provisions of <b>CLAUSE VII - GENERAL PARKING REGULATIONS FOR ALL ZONES</b><b>Section 1.3.2. </b><u><b>Driveway Dimensions</b></u> shall not apply to the lands encompassed by Exception 57. Instead the following shall apply:<br> Driveway Dimensions<br> - For <b>single-family dwellings</b> and <b>two-family dwellings</b> a driveway which is located in or which passes through the front yard shall have a minimum width of 2.6 m. For all other uses a driveway shall have a minimum width of 3 m per lane.<br> (f) Notwithstanding the definition of <b>Main Wall</b> contained in <b>CLAUSE V - INTERPRETATION, Section (f), </b><u><b>Definitions</b></u> and Performance Standard 201, the minimum setback of balconies, unenclosed porches and bay or box windows shall be 1.45 m from a street.<br> (g) The following provisions shall apply to all buildings or structures on the lands encompassed by Exception 57, except for <b>Model Homes</b> where a model home agreement has been executed:<br> No person shall use any land or erect or use any building or structure unless the following municipal services are provided to the lot line and the following provisions are complied with:<br> (i) all new public roads have been constructed to a minimum of base curb and base asphalt and are connected to an existing public highway, and<br> (ii) all water mains and sanitary sewers, and appropriate appurtenances, have been installed and are operational.<br>", "area": "cliffcrest"}